import image1 from '../../public/blog-image-1.jpg';
import image2 from '../../public/blog-image-2.jpg';
import image3 from '../../public/blog-image-3.jpg';
import image4 from '../../public/blog-image-4.jpg';
import image5 from '../../public/blog-image-5.jpg';
import image6 from '../../public/blog-image-6.jpg';
import image7 from '../../public/blog-image-7.jpg';
import image8 from '../../public/blog-image-8.jpg';
import image9 from '../../public/blog-image-9.jpg';
import image10 from '../../public/blog-image-10.jpg';
import image11 from '../../public/blog-image-11.jpg';
import image12 from '../../public/blog-image-12.jpg';

export const posts = [
  {
    image: image1,
    title: 'Volkswagen Polo 1.6',
    paragraph: [
      'Клиент жаловался на то что не срабатывал вентилятор охлаждения двигателя и не было зарядки от генератора, ранее автомобиль попадал в ДТП.',
      'После диагностики был выявлен участок электропроводки который имел неисправности в виде обрыва проводов. Выполнив ремонт, мы убедились в работоспособности всех узлов, клиент доволен!',
    ]
  },
  {
    image: image2,
    title: 'Volkswagen Polo',
    paragraph: [
      'Частая проблема - люфт в рулевой рейке справа.',
      'Установили ремкомплект втулок для рулевых реек.',
      'Заменили задние амортизаторы.',
    ]
  },
  {
    image: image3,
    title: 'Toyota Avensis 1.8',
    paragraph: [
      'Выполнили плановое техническое обслуживание!',
      'Перед заменой масла выполнили раскосковку двигателя, так как клиент жаловался на небольшой расход масла.',
      'Заменили масло, фильтра, осмотрели ходовую часть, есть недочеты, будем устранять.',
    ]
  },
  {
    image: image4,
    title: 'Skoda Fabia 1.2',
    paragraph: [
      'Заменили комплект цепи ГРМ.',
      'Напоминаем вам, что не стоит игнорировать посторонние звуки при запуске двигателя после долгой стоянки, так как чаще всего это признак растянутой цепи.',
      'Эксплуатация автомобиля с такой неисправностью может привести к дорогостоящему ремонту.',
    ]
  },
  {
    image: image5,
    title: 'Skoda Octavia',
    paragraph: [
      'Диагностика ходовой части с последующей заменой рулевого наконечника.',
    ]
  },
  {
    image: image6,
    title: 'Skoda Octavia',
    paragraph: [
      'Замена насоса ОЖ и его ремня.',
    ]
  },
  {
    image: image7,
    title: 'Audi A4',
    paragraph: [
      'Замена опор двигателя и передних наружных ШРУСов.',
    ]
  },
  {
    image: image8,
    title: 'Mazda CX-7',
    paragraph: [
      'Клиента беспокоит повышенный расход масла и сизый дым из выхлопной трубы.',
      'Для начала проверили состояние турбокомпрессора, а затем заглянули в цилиндры эндоскопом.',
      'Множественные задиры на цилиндрах говорят о том что требуется капитальный ремонт двигателя.',
    ]
  },
  {
    image: image9,
    title: 'Audi A5',
    paragraph: [
      'Клиента беспокоил стук в задней части автомобиля в холодную погоду.',
      'Задефектовали задние амортизаторы.',
      'Подобрали, заказали и установили новые.',
    ]
  },
  {
    image: image10,
    title: 'Volkswagen Touareg',
    paragraph: [
      'Замена пыльников передних наружных ШРУСов, пыльника шаровой нижнего рычага и передних тормозных колодок.',
    ]
  },
  {
    image: image11,
    title: 'Skoda Fabia',
    paragraph: [
      'Приехала на замену масла ДВС и фильтров.',
      'После нашего осмотра было решено мыть систему охлаждения и отопитель салона, менять передние амортизаторы с опорами и передний сальник коленвала.',
      'Подобрали запчасти по выгодным ценам и произвели данные работы.',
    ]
  },
  {
    image: image12,
    title: 'Skoda Octavia',
    paragraph: [
      'Осмотр ходовой и поиск утечки ОЖ.',
      'В ходе осмотра выявлено: люфт тяг переднего стабилизатора, негерметичность насоса ОЖ.',
      'Произвели замену тяг переднего стабилизатора, заказали насос ОЖ.',
    ]
  },
]
