export const prices = [
  {
    blockName: 'engine',
    title: 'Двигатель',
    listItems: [
      { name: 'Замена ремня ГРМ', price: 1500 },
      { name: 'Ремонт ГРМ', price: 2500 },
      { name: 'Ремонт ЦПГ', price: 5500 },
      { name: 'Замена помпы', price: 2000 },
      { name: 'Замена генератора', price: 2000 },
      { name: 'Замена ролика натяжителя', price: 1000 },
      { name: 'Ремонт системы охлаждения', price: 1000 },
      { name: 'Замена радиатора', price: 2000 },
      { name: 'Ремонт системы питания', price: 500 },
      { name: 'Ремонт системы зажигания', price: 500 },
      { name: 'Ремонт выхлопной системы', price: 500 },
    ]
  },
  {
    blockName: 'chassis',
    title: 'Ходовая часть',
    listItems: [
      { name: 'Замена передних стоек', price: 4000 },
      { name: 'Замена стоек стабилизатора', price: 1500 },
      { name: 'Замена задних стоек', price: 3000 },
      { name: 'Замена ступичного подшипника', price: 1500 },
      { name: 'Замена сайлент-блоков', price: 1000 },
      { name: 'Замена рулевой рейки', price: 5000 },
      { name: 'Замена шаровых', price: 1000 },
      { name: 'Замена тормозных дисков', price: 1000 },
      { name: 'Замена тормозных колодок', price: 500 },
      { name: 'Ремонт задней балки', price: 1500 },
    ]
  },
  {
    blockName: 'transmission',
    title: 'Трансмиссия и КПП',
    listItems: [
      { name: 'Замена МКПП', price: 3000 },
      { name: 'Ремонт МКПП', price: 5000 },
      { name: 'Замена АКПП', price: 5000 },
      { name: 'Ремонт АКПП', price: 7000 },
      { name: 'Замена сцепления', price: 2500 },
    ]
  },
  {
    blockName: 'to',
    title: 'Плановое ТО',
    listItems: [
      { name: 'Замена масла и фильтра', price: 1000 },
      { name: 'Замена воздушных фильтров', price: 500 },
      { name: 'Замена тормозной жидкости', price: 1000 },
      { name: 'Замена свечей зажигания', price: 500 },
      { name: 'Мойка радиаторов', price: 2000 },
    ]
  },
  {
    blockName: 'diagnostics',
    title: 'Диагностика',
    listItems: [
      { name: 'Просмотр ошибок через OBD', price: 500 },
      { name: 'Устранение ошибок', price: 1000 },
      { name: 'Восстановление электрики салона', price: 1000 },
      { name: 'Восстановление электрики двигателя', price: 2000 },
      { name: 'Смена прошивки ЭБУ', price: 2000 },
    ]
  },
]