import imageCarBottom from '../../public/promotions-car-bottom.jpg';
import imageCar from '../../public/promotions-car.jpg';
import imageOil from '../../public/promotions-oil.png';

export const promotions = [
  {
    image: imageCar,
    title: 'Бесплатный подменный автомобиль на время ремонта',
    paragraph: [
      'В случае длительного ремонта выходящего за оговоренный ранее срок, мы предоставим подменный авто.',
      'Увеличение срока по причине клиента, задержке запасных частей и других форс-мажоров не входит в акцию.',
      'Заправка, мойка и другие сопутствующие расходы связанные с подменным авто, на период эксплуатации возлагаются на клиента.',
    ]
  },
  {
    image: imageCarBottom,
    title: 'Бесплатный осмотр днища и ходовой части',
    paragraph: [
      'При комплексном периодическом обслуживании с заменой масла и фильтров - осмотр днища и ходовой части бесплатно.',
      'В осмотр днища входит визуальный осмотр на наличие серьезных повреждений, сильной коррозии, нарушение целостности сварных швов.',
      'В осмотр ходовой части входит визульный осмотр целостности пыльников, наличие люфтов, подтёков тормозной системы и системы питания.',
    ]
  },
  {
    image: imageOil,
    title: 'Масло на 10% дешевле',
    paragraph: [
      'Мы работаем напрямую с крупными дистрибьюторами моторных масел, поэтому можем предложить нашим клиентам дополнительную выгоду.',
      'Скидка на масло предоставляется при прохождении комплексного планового обслуживания.',
      'Уточняйте текущее наличие марок масел и стоимость по телефону.',
    ]
  },
]
